{
  "pending": [
  ],
  "approved": [
    "To push someone, make an Athletics check contested by a target's Athletics or Acrobatics check.",
    "You can use an action to roll Perception to learn about a creature's appearance and potential attacks.",
    "You can use an action to roll Insight to gain information about a creature's possible resistances and vulnerabilities.",
    "You can use an action to roll Arcana to discover more about elemental creatures, creatures of pure magic, arcane creations, and creatures of other planes.",
    "You can use an action to roll History to learn about creatures that play prominent roles in history like goblins, kobolds, and most other humanoid races.",
    "You can use an action to roll Nature to understand a creature's tied directly to nature like animals, druidic creations, and guardians of nature.",
    "You can use an action to roll Religion to gain information about creatures of religious nature (Servants of deities, undead, holy and unholy beings, etc).",
    "When the DM asks you \"Really? Are you sure?\", you always say \"NO\".",
    "User Perception checks often. Or get stabbed in the back. Up to you.",
    "Only complete chumps pay the full price for anything without trying to barter.",
    "If you move away from an adjacent enemy, it gets to attack you immediately - unless you use your action to disengage.",
    "Slower travel is safer travel, and allows you to sneak. Moving faster leaves you more open to the dangers of the world.",
    "Never split the party. NEVER SPLIT THE PARTY!",
    "Nature checks can help you identify an unknown monster - and its weaknesses - if it is from the prime material plane.",
    "Sick of just attacking and being generally useful? Ask the DM about other combat actions! Or find a flask that never empties...",
    "Try to use your social skills often; violence isn't always the answer! Just usually.",
    "Be sure to learn the lore and history of the world, your DM probably worked very hard on it.",
    "Don't forget to check for traps often. People like security and puts traps LITERALLY EVERYWHERE. Yes, even there.",
    "Roleplaying your character might net you an inspiration point - which can be used to gain advantage on one roll.",
    "All the coins are multiples of 10 of each other. Electrum is not, and therefore is stupid.",
    "To use a spell, you must expend a slot of its level or higher. Cantrips are free.",
    "If the campaign is getting too serious for you, always remember that shit gets silly at taverns.",
    "Vulnerability means you take double damage. Resistance means you take half damage.",
    "If you fumble an attack, you automatically miss, and sometimes even hurt yourself.",
    "If you crit an attack, you automatically hit and roll twice as much damage before adding your modifiers.",
    "If you don't know what your impairing conditions mean, consult your local deity (DM) before you embarrass yourself.",
    "This is a tabletop game, not Skyrim. For the love of God, think outside the box and use your head. Maybe don't kill that chicken.",
    "Think things through before you do them. There is no save files in D&D.",
    "With ability checks, rolling a 20 or a 1 does not automatically determine success or failure.",
    "If you're within 5 feet of a prone enemy, you have advantage on attacks. Otherwise they are difficult to see and you have disadvantage.",
    "Prone creatures have disadvantage on all attack rolls, and need to use a move action to stand up.",
    "A move action takes half of your movement speed to stand up.",
    "Poisoned creatures have disadvantage on all attacks and ability checks.",
    "Grappled creatures have a speed of 0 and cannot benefit from speed bonuses.",
    "Invisible creatures have advantage on attacks; attacks against them are at disadvantage.",
    "Frightened creatures cannot willingly move closer to the source of their fear.",
    "Frightened creatures have disadvantage on attacks and ability checks while they can see the source of their fear.",
    "Deafened creatures cannot hear, and automatically fail any checks that require hearing.",
    "Charmed creatures cannoty attack their charmer, and the charmer has advantage on any social interaction with them.",
    "Blined creatures fail any check requiring sight. Their attacks have disadvantage, and attacks against them have advantage.",
    "When you have advantage, roll twice, and take the higher number.",
    "When you have disadvantage, roll twice, and take the lower number.",
    "The effects of teh same spell cast multiple times do not add up.",
    "Your attack bonus for a spell attack is the spellcasting ability modifier plus your proficiency bonus.",
    "Know before hand if your spell is an attack spell or a saving-throw spell.",
    "The DC to resist your spell is 8 + the spellcasting ability modifier + your proficiency bonus, plus any other modifiers.",
    "Certain distracting phenomena require a DC 10 Constitution saving throw to maintain concentration on a spell.",
    "You can't concentrate on two spells that both require concentration at once.",
    "A concentration check or save uses the Constitution ability.",
    "If you take damage while concentrating, maintain by making a Constitution saving throw to beat DC10 or half the damage (whichever is higher).",
    "If a spell requires a somatic component, the caster must have free use of at least one hand to perform gestures.",
    "If a spell requires a verbal component, the caster must be able to speak.",
    "When underwater, ranged weapon attacks have disadvantage unless the weapon is a crossbow, net, or throwable.",
    "Ranged attacks have disadvantage if your target is between your regular and long range.",
    "You automatically miss if you are underwater and fire beyond your normal weapon range.",
    "Creatures swimming underwater without a swimming speed have disadvantage on attacks with most melee weapons.",
    "If a mount provokes an attack of opportunity, the attacker can attack attack the mount OR the rider.",
    "If a rider's mount is knocked prone, the rider can use their reaction to dismount it as it falls to land on their feet.",
    "If a mount is moved against its will, the rider must beat a DC10 Dexterity save or fall off the mount, landing prone.",
    "Getting on a mount costs movement equal to half your speed.",
    "You can deal non-lethal damage at the instant the damage is dealt.",
    "You can stabilize a creature on a successful DC10 Medicine check.",
    "When you get a critical on a death saving throw, you recover 1 hit point. When you fumble one, it counts as 2 failures.",
    "If an attack brings a creature to 0 HP, and the remaining damage is at least equal to its total HP, the creature dies automatically.",
    "Vulnerabilities and resistances do not stack. You can't be vulnerable to the same thing twice.",
    "If you have both disadvantate and advantage, they cancel each other out, even if there are multiple instances of either.",
    "When using two weapons, don't add the modifier to the bonus attack unless it is negative.",
    "If you attack with a light weapon, you can use your bonus action to make a second attack with another light weapon.",
    "You can only grapple or shove creatures who are no more than one size larger than you.",
    "A shoved target, at your discretion, either moves backward 5 feet or falls prone.",
    "To grapple an enemy, make an Athletics check against their Athletics or Acrobatics check.",
    "To escape a grapple, make an Athletics or Acrobatics check against their Athletics check.",
    "You can carry or drag a grappled creature at half your movement speed (unless its really really small).",
    "A target with total cover can not be directely dtargeted by an attack or spell.",
    "A target with three-quarters cover has a +5 bonus to AC and advantage on Dexterity saving throws.",
    "A target with half cover has a +2 bonus to AC and advantage on Dexterity saving throws.",
    "Ranged attacks have disadvantage if you are within 5 feet of a hostile target that can see you.",
    "If you are proficient with something, add your proficiency bonus. ;D",
    "You have advantage on attacks against creatures that cannot see you.",
    "You have disadvantage on attacks against creatures that you cannot see.",
    "While dodging, you have advantage on Dexterity saving throws and attacks against you have disadvantage.",
    "The dash action allows you to move twice your speed, plus any modifiers.",
    "You can squeeze through a space if it is big enough for a creature one size smaller than you.",
    "While squeezing, climbing, swimming, crawling, or being on rough terrain, each foot of movement costs an extra foot.",
    "Standing up from prone position takes half your movement speed.",
    "When you switch movement methods, subtract the distance you've already moved from the new speed.",
    "You can do an action in between moving.",
    "If a skill contest results in a tie, the situation before the contest remains unchanged.",
    "To make a group check, everybody makes the check. If at least half the group succeeds, the check succeeds.",
    "The help action lets whatever creature you are aiding roll with advantage.",
    "Carrying capacity for a medium creature is the Strength score times 15 pounds.",
    "Pushing, dragging, and lifting capacity for a medium creature is the Strength score times 30 pounds.",
    "You add your Strength modifier to both your attack and damage rolls when attacking with most melee weapons.",
    "You add your Dexterity modifier to both your attack and damage rolls when attacking with ranged and finesse weapons.",
    "If your Constitution modifier changes, your hit point maximum changes too, as if you had the new modifier from first level.",
    "On long jumps, you cover a number of feet up to your Strength score - if you have a 10 foot running start.",
    "Standing long rumps - no running start - only go as far as half your Strength score.",
    "On high jumps, you cover a number of feet up to 3 plus your Strength score - if you have a 10 foot running start.",
    "Standing high jumps - no running start - only go as far as half of 3 + your Strength score.",
    "You can hold your breath for a number of minutes equal to 1 + your Constitution modifier, with a minimum of 30 seconds.",
    "In heavily obscured areas, creatures without other beneits are considered blind.",
    "In lightly obscured areas, creatures without other benefits have disdvantage on sight-based checks.",
    "A creature with blindsight can perceive its surroundings without relying on sight - like Daredevil or Toph.",
    "A creature with truesight can see in any darkness and detect the true form of things with appearances distorted by magic.",
    "At short rests, you can recover hit points by rolling your hit die at least once, adding your consitution modifier each time.",
    "Short rests are at least one hour long, and do require that you don't perform strenuous activity.",
    "At the end of a long rest, characters regain all lost hit points and up to half of the character's total hit dice.",
    "You can use time between adventures to tend to poisons, injuries, and diseases.",
    "You can use time between adventures to do research and see what mysteries can be unfurled.",
    "Persuasion checks can work miracles, maybe even convince someone to lend you some gold pieces! Go ahead, try it!",
    "1 in 5 people suffer performance issues. Successful Performance checks can help with that.",
    "Athletics checks determine how well you can perform physical activities, such as climbing or running touchdowns.",
    "DMs are always hungry. Bring them food at each session and they may have mercy on your character.",
    "Remember, the DM's role is to play WITH the players, not AGAINST them. As far as you know anyway.",
    "Keep track of your buffs and bonuses. Your DM sure as hell can't remember everything."
  ]
}